[
{"titulo": ["¡Bienvenidos a IGN Latinoamérica!"], "contenido": ["​", "IGN es el sitio número 1 de gaming y entretenimiento en el mundo con una audiencia mundial de más de 50 millones y hoy, estamos más que orgullosos de unirnos a esa increíble familia con ¡IGN Latinoamérica!", "¿Y qué puedes esperar de IGN Latinoamérica? Todo lo que quieres, así de fácil. Estaremos trayendo a la región todo el contenido internacional que tanto le gusta a la audiencia de IGN: reviews, artículos y noticias, pero tropicalizados y en español. También nos concentraremos en contenido local y lo que le interesa a nuestro público regional.", "Con el gaming en Latinoamérica creciendo en popularidad, como si se hubiera comido un hongo, consideramos que es el momento perfecto para lanzar IGN Latam y esperamos que todos lo disfruten como nosotros al hacerlo.", "​", "También es muy importante recordarte que si no quieres ver la versión de IGN Latinoamérica (porque tal vez prefieras otra edición) puedes cambiarla con sólo dar click en el nombre de nuestra edición –ahí, arriba a la izquierda o en versión de mobile hasta abajo– lo importante es que tengas la opción que quieres.", "En esta parte del proceso, es probable que encuentres pequeños bugs en el sitio, pero queremos asegurarte que estamos trabajando para resolver todos y cada uno de ellos. Si llegas a encontrar alguno, cuéntanos para revisarlo lo más rápido posible.", "Y claro, no te olvides de seguirnos en nuestras redes sociales en ", "Facebook", ", ", "@IGNLatam", " y ", "Google+", " para estar enterado todo el tiempo de todo lo que sucede en el mundo del gaming y el entretenimiento.", "¡Que comiencen los juegos!", "​", "Mail de contacto:", "\n", "ign_latam@ign.com"]},
{"titulo": ["PS4 Pro representa casi uno de cada cinco PS4 vendido"], "contenido": ["Una entrevista con ejecutivos de PlayStation de Europa y América ha revelado que el PlayStation 4 Pro representa casi 20% de los sistemas PS4 actualmente vendidos.", "Cuando hablaba con Gixel, Jim Ryan, CEO de Sony Entertainment Europe, declaró que el éxito del PS4 Pro excedió las expectativas de la compañía, con el PS4 Pro representando casi uno por cada cinco sistemas PS4 vendidos.", "\"Teníamos confianza en el producto, pero realmente nos ha sorprendido por lo bien que está hecho\", dijo Ryan. \"Casi uno en cada cinco PlayStations vendidos desde el lanzamiento en noviembre han sido un Pro. Eso está muy por arriba de nuestras expectativas. Nos sentimos bastante bien al respecto\".", "De acuerdo con Sony, no sólo las ventas del PlayStation 4 Pro son fuertes pero casi 40% de las ventas son mejoras del PS4 a una versión más poderosa de la consola.", "\"A veces pienso que podemos ser culpables de atribuir demasiada racionalidad a los jugadores\", explicó Ryan. \"La gente sólo quiere lo mejor. ¿Tal vez quieran estar preparados para el futuro? Creo que vemos lo mismo con los clientes de Apple –hay gente que quiere lo mejor que puedan comprar\".", "Las ventas del PlayStation 4, en general, han sido un éxito para Sony, con la compañía habiendo alcanzado su meta de lanzar ", "60 millones de unidades a principios de este año", ". ", "Por otro lado, en la misma entrevista, Shawn Layden reveló que ", "Horizon: Zero Dawn ha vendido 3.4 millones de copias", "."]},
{"titulo": ["Comparando Marvel's Spider-Man en PS4 vs. PS4 Pro"], "contenido": ["Marvel's Spider-Man llega esta semana y así se comparan visualmente la nueva entrega de Insomniac en PlayStation 4 y PlayStation 4 Pro.", "A continuación, puedes ver un video que logra dicha comparación, mostrándonos al arácnido favorito de Marvel dentro del juego, revisando secuencias de acción, la ciudad de Nueva York y otros aspectos como texturas y los detalles que se ven a la distancia.", "¿Cuál se ve mejor? ¿Lo ven igual? ", "¿Quieren ver la comparación gráfica entre los charcos?", " Dinos en los comentarios.", "Y para saber más sobre Marvel's Spider-Man,", " mira los detalles sobre el contenido DLC que tendrá el juego post-lanzamiento", ", ", "el trailer del modo fotografía", " y ", "no te pierdas de nuestra review", "."]},
{"titulo": ["God of War: Ragnarok - estos son los Modos Gráficos para PS5, PS4 Pro y PS4"], "contenido": ["Santa Monica Studio ha revelado los Modos Gráficos de ", "God of War Ragnarok", " en PS5, PS4 Pro y PS4.", "Santa Monica Studio compartió estos modos en Twitter, y la noticia sigue a un informe que indica que God of War Ragnarok tendría un modo de rendimiento de 120Hz en PS5. Este parece ser oficialmente el caso con el modo Favorecer Rendimiento + HFR (High Frame Rate / Frecuencia de Cuadros Alta) y el modo Favorecer Rendimiento + HFR + VRR (Variable Refresh Rate / Frecuencia de Actualización Variable). Como siempre, lograr 120Hz requiere un televisor o monitor que admita HDMI 2.1.", "Puedes consultar la gama completa de modos gráficos a continuación en la imagen y en la lista para tener una idea de cómo puedes querer jugar a God of War Ragnarok cuando se lance el próximo 9 de noviembre.", "\n\n", "Crédito de la imagen: Santa Monica Studio", "\n", "\n\t", "PS5", "\n\n\t", "\n\t\t", "Favorece el Rendimiento", "\n\n\t\t", "\n\t\t\t", "1440-2160P", "\n\t\t\t", "60 FPS", "\n\t\t", "\n\t\t", "\n\t\t", "Favorece el Rendimiento + Frecuencia de Cuadros Alta", "\n\t\t", "\n\t\t\t", "1440P", "\n\t\t\t", "60 FPS Desbloqueados", "\n\t\t", "\n\t\t", "\n\t\t", "Favorece el Rendimiento + Frecuencia de Cuadros Alta + Frecuencia de Actualización Variable", "\n\t\t", "\n\t\t\t", "1440P", "\n\t\t\t", "60 FPS Desbloqueados", "\n\t\t", "\n\t\t", "\n\t\t", "Favorece la Calidad", "\n\t\t", "\n\t\t\t", "2160P [4K Nativos]", "\n\t\t\t", "30 FPS", "\n\t\t", "\n\t\t", "\n\t\t", "Favorece la Calidad + Frecuencia de Cuadros Alta", "\n\t\t", "\n\t\t\t", "1800-2160P", "\n\t\t\t", "40 FPS", "\n\t\t", "\n\t\t", "\n\t\t", "Favorece la Calidad + Frecuencia de Cuadros Alta + Frecuencia de Actualización Variable", "\n\t\t", "\n\t\t\t", "1800-2160P", "\n\t\t\t", "40 FPS Desbloqueados", "\n\t\t", "\n\t\t", "\n\t", "\n\t", "\n\t", "PS4 Pro", "\n\t", "\n\t\t", "Favorece el Rendimiento", "\n\t\t", "\n\t\t\t", "1080-1656P", "\n\t\t\t", "30 FPS Desbloqueados", "\n\t\t", "\n\t\t", "\n\t\t", "Favorece la Calidad", "\n\t\t", "\n\t\t\t", "1440-1656P", "\n\t\t\t", "30 FPS", "\n\t\t", "\n\t\t", "\n\t", "\n\t", "\n\t", "PS4", "\n\t", "\n\t\t", "Estándar", "\n\t\t", "\n\t\t\t", "1080P", "\n\t\t\t", "30 FPS", "\n\t\t", "\n\t\t", "\n\t", "\n\t", "\n", "En más de God of War Ragnarok, ", "dale un vistazo a nuestra reseña donde le otorgamos un 10/10", ", mencionando que \"es una bella cátedra de cómo se debe hacer una secuela e impone un estándar de calidad en lo que todas las segundas partes o continuaciones deberían aspirar a ser y claro, es un título imperdible para todos los poseedores de una PlayStation 4 o 5.\"", " "]},
{"titulo": ["Sony hará un anuncio acerca de MediEvil Remastered la próxima semana"], "contenido": ["Como reporta ", "vg247", ", Sid Shuman, el director de redes sociales de PlayStation, mencionó en el más reciente ", "Blogcast PlayStation", " que tiene “bajo una excelente autoridad” que Shawn Layden, director de SIE Worldwide Studios, dará un anunció acerca del estado del remaster de MediEvil para PlayStation 4 “en una semana o dos”.", "“Está muy emocionado por darle a todos una gran actualización acerca de MediEvil. Va a estar en el show durante la próxima semana, y nos dará a todos una noticia acerca de eso” dijo Shuman emocionado.", "La remasterización del juego clásico de PlayStation fue anunciada durante la PlayStation Experience 2017 para PS4 y ha mantenido atentos a una gran cantidad de fans, incluyendonos.", "Para más acerca de MediEvil en PS4 continúa aquí, en IGN Latinoamérica.", " ", "Mike Reyes es un editor en IGN Latinoamérica que recuerda haber tenido pesadillas tras jugar el primer MediEvil a una edad muy temprana. Puedes encontrarlo en ", "@Sol_Criva", "."]},
{},
{"titulo": ["MediEvil PS4 es un Remake, no una remasterización"], "contenido": ["Shawn Layden, presidente de Sony Worldwide Studios, describió la versión de PS4 de MediEvil como un remake, no una remasterización –a pesar que el videojuego fue promocionado originalmente usando el último término.", "Apareciendo en el ", "PlayStation Blogcast", ", Layden explicó que el acercamiento para esta nueva versión del muy recordado título de PS1:", "\"Creo que han habido algunas palabras que suenan similar pero significan cosas distintas –como remake y remaster. Éste es un remake. Tomamos el diseño del videojuego original y tomamos mucho del arte principal, algunos atributos del diseño del juego y ethos, si quieres. Y hemos trabajando con un desarrollador llamado Other Ocean Interactive y están rehaciendo MediEvil en ese diseño –el MediEvil original de PS1. En el que estaba trabajando cuando estaba en Tokio\".", "Cuando el proyecto fue revelado en PSX 2017, el teaser trailer se refirió específicamente a este como un remaster en 4K, así que esto es un cambio en el mensaje.", "Layden dejó claro que a pesar que un nuevo estudio trabaja en el juego, se mantienen conexiones con el desarrollo original:", "\"Estamos trabajando con algo del talento [que estaba] originalmente asociado con el título hace 20 años\", explicó. \"Así que nos aseguramos que lo mantendremos real, estamos manteniendo la intención original de los creadores\".", "Layden también dijo que un nuevo trailer del juego debería llegar, apropiadamente en Halloween."]},
{"titulo": ["5 Plot Twist en series de televisión tan buenos que ya nada fue igual"], "contenido": ["Advertencia: El siguiente articulo contiene spoilers de series muy populares, si no has visto alguna de ellas te recomendamos no continuar leyendo.", "Algo que a todos nos gusta de las series y películas son los giros argumentales o Plot Twist que pueden llegar a ocurrir, muchos de estos se dan al final de las temporadas o hasta el final de las series, lo cuál puede ayudar a impulsar una serie o hundirla por completo con revelaciones o eventos inesperados, cuando estos se hacen bien cambian por completo la historia que conocíamos llevándonos a algo completamente nuevo y muchas veces lo ocultan tan bien frente a nosotros que es casi imposible darse cuenta de lo que va a pasar, y es por eso que hoy vamos a recordar ", "5 Plot Twists tan buenos que ya nada fue igual después de verlos", ".", "Game Of Thrones - Las decisiones de los Stark tienen sus consecuencias en la Boda Roja", "La historia de ", "Game of Thrones", " es brutal y llena de momentos que nos dejan en suspenso a lo largo de todas sus temporadas, muchos de ellos llegan tan de repente que nos toman por sorpresa y sin tiempo para reaccionar a lo que estamos viendo, este es el caso de la infame ", "Boda Roja ", "que es posiblemente el plot twist más impactante en la serie, este suceso significa la muerte de varios personajes importantes y queridos de la serie. La traición de ", "Lord Frey", " con apoyo de la ", "Casa Bolton", ", casi significó la extinción de la ", "Casa Stark", ", después de que", " Robb", ",", " Talisa", " y ", "Catelyn", " fueran asesinados. Este suceso dejó un enorme vacío de poder que rápidamente es tomado por la ", "Casa Lannister", " y sus vasallos.", "Breaking Bad - Brock Cantillo es envenenado", "Walter White", " es un hombre que tiene todo siempre bien calculado y eso explica por qué intenta poner a ", "Jesse ", "en contra de ", "Gus", ". Sin otra opción, ", "Walter ", "se aferra a un plan inquietantemente astuto que pocos habrían podido imaginar. ", "Walter e", "xtrae una variedad de compuestos tóxicos de una planta de lirio de los valles en su jardín y envenena en secreto a ", "Brock Cantillo", ", un niño de siete años, y aunque ", "Jesse", " sospecha instantáneamente, este logra convencerlo de lo contrario con una enorme dificultad. ", "Walter White", " es responsable de muchas cosas horribles, pero envenenar a un niño fue una de las peores cosas que llegó a hacer.", "The Good Place - Eleanor descubre la verdad del lugar bueno", "En ", "The Good Place", ", ", "Eleanor Shellstrop", ", ", "Chidi Anagonye", ", ​​", "Tahani Al-Jamil ", "y ", "Jason Mendoza", " supuestamente son enviados al ", "Lugar Bueno", " después de sus respectivas muertes, donde son mimados y atormentados por igual. Los cuatro protagonistas lidian egoístamente con sus diversos problemas personales, hasta que ", "Eleanor", " finalmente descubre la verdad. Ella exige firmemente que la envíen al ", "Lugar Malo", " junto con", " Chidi", ", y explica sus deducciones al descubrir que todo el tiempo han estado en el ", "Lugar Malo", " ante esto ", "Michael", " lanza una carcajada muy extraña y el ángel felicita a ", "Eleanor", " por su inteligencia antes de borrar los recuerdos de los humanos y restablecer el programa del más allá. Nadie vio venir esta revelación.", "El Juego de Calamar - Seong Gi-Hun descubre la verdad sobre Il-Nam", "El ", "Juego del Calamar", " fue todo un fenómeno global cuando se estrenó en ", "Netflix", ", la serie encanto a la audiencia a la par que nos aterraba con su metáfora tan oscura de la lucha de clases en ", "Corea del Sur", ", al exponer las diferencias financieras, filosóficas y éticas entre la élite rica y las clases bajas. Todos conseguimos empatizar con ", "Seong Gi-Hun", ", ", "Kang Sae-Byok", ", ", "Abdul Ali", " y el anciano encantadoramente débil llamado ", "Oh Il-Nam", ". Cuando este último muere durante el juego de las canicas, tras esto ", "Seong Gi-Hun", " se siente culpable por causar la muerte de ", "Oh Il-Nam", ", pero esta culpa se convierte en ira cuando descubre que en realidad el anciano es el líder del selecto club de gente rica y el organizador de los Juegos del Calamar, por lo tanto también es el responsable de todas la muertes que ocurrieron, nada nos preparó para este momento.", "Westworld - El Hombre de Negro revela la verdad sobre William a Dolores", "La primera vez que vez ", "Westworld", " puede ser algo confusa, pero una vez que empiezas a entender, notarás que la primera temporada se divide en dos historias principales: una nos cuenta el romance de ", "Dolores", " que es una anfitriona con ", "William", " que es una persona real, mientras que la otra sigue al ", "Hombre de Negro", " en su vengativo recorrido por el parque en búsqueda de los secretos del mismo. Sin embargo, en un momento de la trama, ", "Dolores", " es capturada por el ", "Hombre de Negro", ", y mientras la lleva consigo en el villano habla con ella, y finalmente le revela a", " Dolores", ", que él es su amado ", "William", " y que desde que se conocieron han pasado 30 años. En realidad, ", "Dolores", " ha estado reproduciendo dos flujos de memoria distintos a través de su conciencia digital, haciéndola percibir simultáneamente dos momentos distintos en el tiempo. La sorpresa de ", "Dolores", " se comparte con el público que hasta ese entonces pensaba que veía una historia lineal y que ", "Dolores", " alucinaba debido a una falla en su sistema.", "Estos son los 5 de los mejores Plot Twist que pudimos haber visto en la Televisión, hemos dejado fuera muchos que son igual de buenos, pero eso lo hicimos para que ustedes nos cuenten en comentarios ¿Qué otros Plot Twist legendarios recuerdan y cuál es su favorito?", "Erick Romero es Editor en IGN Latinoamérica, Gamer de corazón, gran aficionado del cine de fantasía, los cómics y los juegos de rol narrativo, síguelo en X, la red social antes conocida como Twitter:", " @ErickRom0506"]},
{"titulo": ["5 Plot Twist en series de televisión tan buenos que ya nada fue igual"], "contenido": ["Advertencia: El siguiente articulo contiene spoilers de series muy populares, si no has visto alguna de ellas te recomendamos no continuar leyendo.", "Algo que a todos nos gusta de las series y películas son los giros argumentales o Plot Twist que pueden llegar a ocurrir, muchos de estos se dan al final de las temporadas o hasta el final de las series, lo cuál puede ayudar a impulsar una serie o hundirla por completo con revelaciones o eventos inesperados, cuando estos se hacen bien cambian por completo la historia que conocíamos llevándonos a algo completamente nuevo y muchas veces lo ocultan tan bien frente a nosotros que es casi imposible darse cuenta de lo que va a pasar, y es por eso que hoy vamos a recordar ", "5 Plot Twists tan buenos que ya nada fue igual después de verlos", ".", "Game Of Thrones - Las decisiones de los Stark tienen sus consecuencias en la Boda Roja", "La historia de ", "Game of Thrones", " es brutal y llena de momentos que nos dejan en suspenso a lo largo de todas sus temporadas, muchos de ellos llegan tan de repente que nos toman por sorpresa y sin tiempo para reaccionar a lo que estamos viendo, este es el caso de la infame ", "Boda Roja ", "que es posiblemente el plot twist más impactante en la serie, este suceso significa la muerte de varios personajes importantes y queridos de la serie. La traición de ", "Lord Frey", " con apoyo de la ", "Casa Bolton", ", casi significó la extinción de la ", "Casa Stark", ", después de que", " Robb", ",", " Talisa", " y ", "Catelyn", " fueran asesinados. Este suceso dejó un enorme vacío de poder que rápidamente es tomado por la ", "Casa Lannister", " y sus vasallos.", "Breaking Bad - Brock Cantillo es envenenado", "Walter White", " es un hombre que tiene todo siempre bien calculado y eso explica por qué intenta poner a ", "Jesse ", "en contra de ", "Gus", ". Sin otra opción, ", "Walter ", "se aferra a un plan inquietantemente astuto que pocos habrían podido imaginar. ", "Walter e", "xtrae una variedad de compuestos tóxicos de una planta de lirio de los valles en su jardín y envenena en secreto a ", "Brock Cantillo", ", un niño de siete años, y aunque ", "Jesse", " sospecha instantáneamente, este logra convencerlo de lo contrario con una enorme dificultad. ", "Walter White", " es responsable de muchas cosas horribles, pero envenenar a un niño fue una de las peores cosas que llegó a hacer.", "The Good Place - Eleanor descubre la verdad del lugar bueno", "En ", "The Good Place", ", ", "Eleanor Shellstrop", ", ", "Chidi Anagonye", ", ​​", "Tahani Al-Jamil ", "y ", "Jason Mendoza", " supuestamente son enviados al ", "Lugar Bueno", " después de sus respectivas muertes, donde son mimados y atormentados por igual. Los cuatro protagonistas lidian egoístamente con sus diversos problemas personales, hasta que ", "Eleanor", " finalmente descubre la verdad. Ella exige firmemente que la envíen al ", "Lugar Malo", " junto con", " Chidi", ", y explica sus deducciones al descubrir que todo el tiempo han estado en el ", "Lugar Malo", " ante esto ", "Michael", " lanza una carcajada muy extraña y el ángel felicita a ", "Eleanor", " por su inteligencia antes de borrar los recuerdos de los humanos y restablecer el programa del más allá. Nadie vio venir esta revelación.", "El Juego de Calamar - Seong Gi-Hun descubre la verdad sobre Il-Nam", "El ", "Juego del Calamar", " fue todo un fenómeno global cuando se estrenó en ", "Netflix", ", la serie encanto a la audiencia a la par que nos aterraba con su metáfora tan oscura de la lucha de clases en ", "Corea del Sur", ", al exponer las diferencias financieras, filosóficas y éticas entre la élite rica y las clases bajas. Todos conseguimos empatizar con ", "Seong Gi-Hun", ", ", "Kang Sae-Byok", ", ", "Abdul Ali", " y el anciano encantadoramente débil llamado ", "Oh Il-Nam", ". Cuando este último muere durante el juego de las canicas, tras esto ", "Seong Gi-Hun", " se siente culpable por causar la muerte de ", "Oh Il-Nam", ", pero esta culpa se convierte en ira cuando descubre que en realidad el anciano es el líder del selecto club de gente rica y el organizador de los Juegos del Calamar, por lo tanto también es el responsable de todas la muertes que ocurrieron, nada nos preparó para este momento.", "Westworld - El Hombre de Negro revela la verdad sobre William a Dolores", "La primera vez que vez ", "Westworld", " puede ser algo confusa, pero una vez que empiezas a entender, notarás que la primera temporada se divide en dos historias principales: una nos cuenta el romance de ", "Dolores", " que es una anfitriona con ", "William", " que es una persona real, mientras que la otra sigue al ", "Hombre de Negro", " en su vengativo recorrido por el parque en búsqueda de los secretos del mismo. Sin embargo, en un momento de la trama, ", "Dolores", " es capturada por el ", "Hombre de Negro", ", y mientras la lleva consigo en el villano habla con ella, y finalmente le revela a", " Dolores", ", que él es su amado ", "William", " y que desde que se conocieron han pasado 30 años. En realidad, ", "Dolores", " ha estado reproduciendo dos flujos de memoria distintos a través de su conciencia digital, haciéndola percibir simultáneamente dos momentos distintos en el tiempo. La sorpresa de ", "Dolores", " se comparte con el público que hasta ese entonces pensaba que veía una historia lineal y que ", "Dolores", " alucinaba debido a una falla en su sistema.", "Estos son los 5 de los mejores Plot Twist que pudimos haber visto en la Televisión, hemos dejado fuera muchos que son igual de buenos, pero eso lo hicimos para que ustedes nos cuenten en comentarios ¿Qué otros Plot Twist legendarios recuerdan y cuál es su favorito?", "Erick Romero es Editor en IGN Latinoamérica, Gamer de corazón, gran aficionado del cine de fantasía, los cómics y los juegos de rol narrativo, síguelo en X, la red social antes conocida como Twitter:", " @ErickRom0506"]},
{"titulo": ["Amazon tiene el Xiaomi 11T con más de 5 mil pesos de descuento"], "contenido": [" ", "¿Buscas un teléfono de gama media alta y buenas características? Esto podría servirte. Amazon México tiene en oferta un modelo del ", "Xiaomi 11T", ".\n\n", "Está versión del móvil es la color Meteorite Gray (gris), con una memoria RAM de 8GB y almacenamiento de 256GB, que claro, se puede ser expandir con una microSD.\n\n", "Su precio normal es de ", "$15,499", ", pero actualmente puedes encontrarlo con más de $5,000 de oferta, con su precio quedando en ", "$9,864", ". ¿Lo quieres? Lo encuentras en el link que aparece a continuación:\n\n", " \n\n", "Xiaomi 11T Meteorite Gray con 8GB de RAM y 256GB de almacenamiento", "\n\n", " ", "\n", "Vía Amazon Mexico", "\n", " ", "También hay facilidades de pago y con tarjeta de crédito podrás pagarlo hasta en 6 meses sin intereses de $1,644.07.\n\n", "Además de las características mencionadas, podemos decirte que este ", "Xiaomi 11T", " posee tecnología 5G, una pantalla AMOLED FHD de 6.67”, ‎cámara trasera de 108 megapíxeles, con resolución de video de 3840px x 2160px. Y para tus selfies tiene una cámara frontal de 16MP. La batería es de 5,000 con carga rápida, para nunca sufrir de desconexiones. ¿Te interesa? Consíguelo a continuación:\n\n", "Xiaomi 11T Meteorite Gray con 8GB de RAM y 256GB de almacenamiento", "\n", "\n\n", "\n", "Xiaomi 11T Meteorite Gray 8GB RAM / 256GB Almacenamiento", "\n", "\n", "Precio de lista: ", "$15,999", "\n\n", "Precio actual: ", "$9,864", "\n", "\n", "Buy on Amazon ↗", "\n", "\n", "Esta publicación contiene enlaces de afiliados de Amazon, lo que significa que IGN puede recibir una comisión si compras algo. Esto no te cuesta nada adicional a ti, pero siempre debemos avisarte por motivos legales.", "iv widget"]},
{"titulo": ["Amazon tiene el Xiaomi 11T con más de 5 mil pesos de descuento"], "contenido": [" ", "¿Buscas un teléfono de gama media alta y buenas características? Esto podría servirte. Amazon México tiene en oferta un modelo del ", "Xiaomi 11T", ".\n\n", "Está versión del móvil es la color Meteorite Gray (gris), con una memoria RAM de 8GB y almacenamiento de 256GB, que claro, se puede ser expandir con una microSD.\n\n", "Su precio normal es de ", "$15,499", ", pero actualmente puedes encontrarlo con más de $5,000 de oferta, con su precio quedando en ", "$9,864", ". ¿Lo quieres? Lo encuentras en el link que aparece a continuación:\n\n", " \n\n", "Xiaomi 11T Meteorite Gray con 8GB de RAM y 256GB de almacenamiento", "\n\n", " ", "\n", "Vía Amazon Mexico", "\n", " ", "También hay facilidades de pago y con tarjeta de crédito podrás pagarlo hasta en 6 meses sin intereses de $1,644.07.\n\n", "Además de las características mencionadas, podemos decirte que este ", "Xiaomi 11T", " posee tecnología 5G, una pantalla AMOLED FHD de 6.67”, ‎cámara trasera de 108 megapíxeles, con resolución de video de 3840px x 2160px. Y para tus selfies tiene una cámara frontal de 16MP. La batería es de 5,000 con carga rápida, para nunca sufrir de desconexiones. ¿Te interesa? Consíguelo a continuación:\n\n", "Xiaomi 11T Meteorite Gray con 8GB de RAM y 256GB de almacenamiento", "\n", "\n\n", "\n", "Xiaomi 11T Meteorite Gray 8GB RAM / 256GB Almacenamiento", "\n", "\n", "Precio de lista: ", "$15,999", "\n\n", "Precio actual: ", "$9,864", "\n", "\n", "Buy on Amazon ↗", "\n", "\n", "Esta publicación contiene enlaces de afiliados de Amazon, lo que significa que IGN puede recibir una comisión si compras algo. Esto no te cuesta nada adicional a ti, pero siempre debemos avisarte por motivos legales.", "iv widget"]},
{"titulo": ["Amazon México tiene gran descuento en Funko Pop de Grogu"], "contenido": ["Grogu o Baby Yoda se convirtió rápidamente en uno de los personajes más queridos de Star Wars, por lo que todos sus juguetes y coleccionables son caros o escasos, afortunadamente ", "Amazon México", " tiene", " el Funko POP! ", "del tierno personaje con todo y su canastilla de huevos en menos de ", "300", " pesos.", "El ", "Funko Pop! Star Wars The Mandalorian - the Child With Canister,", " recrea uno de los momentos más icónicos de la temporada 2 de The Mandalorian, cuando el pequeño Baby Yoda, consume los huevos que ayudarían a una alienígena a preservar su especie una vez que se encontrara con su marido.", "El ", "Funko Pop de Grogu ", "tiene un costo regular de ", "$387 ", "pesos, pero con el descuento del ", "29%", ", puede ser tuyo por tan sólo ", "$274 ", "pesos, un precio muy atractivo para tratarse de un coleccionable de un personaje tan popular como Baby Yoda", "Funko Pop! Star Wars The Mandalorian - the Child With Canister", "\n", "\n", "El ", "Funko Pop! de The Mandalorian: the Child With Canister ", "contiene al pequeño Grogu junto con su canastilla de huevos y una base para colocar el cualquier lado, la cual también evita que se resvale o caiga y además cuenta con acabados muy detallados como el pasto e incluso la misma ropa de Baby Yoda.", "Por otro lado e", "l Funko Pop! de The Mandalorian,", " tiene una altura de 11 centímetros y cabe en la palma de la mano, lo que lo hace un objeto coleccionable ideal para adornar cualquier repisa, escritorio, vitrina y lucir uno de los momentos más tiernos e icóncos de una de las series más queridas de Star Wars.", "\n", "\n\n", "\n", "Funko Pop! Star Wars. The Mandalorian - the Child With Canister", "\n", "\n", "Disponible en Amazon México: ", "$387.00", "\n\n", "Precio con descuento: ", "$274.00", "\n", "\n", "Buy on Amazon ↗", "\n", "\n", "Recuerda que en ", "Amazon México", " puedes encontrar una amplia gama de productos de gaming y gadgets, muchos de ellos con atractivos descuentos además si cuentas con la ", "membresía Prime", ", tendrás envíos gratuitos y prioritarios.", "Esta publicación contiene enlaces de afiliados de Amazon, lo que significa que IGN puede recibir una comisión si compras algo. Esto no te cuesta nada adicional a ti, pero siempre debemos avisarte por motivos legales."]},
{"titulo": ["Amazon México tiene gran descuento en Funko Pop de Grogu"], "contenido": ["Grogu o Baby Yoda se convirtió rápidamente en uno de los personajes más queridos de Star Wars, por lo que todos sus juguetes y coleccionables son caros o escasos, afortunadamente ", "Amazon México", " tiene", " el Funko POP! ", "del tierno personaje con todo y su canastilla de huevos en menos de ", "300", " pesos.", "El ", "Funko Pop! Star Wars The Mandalorian - the Child With Canister,", " recrea uno de los momentos más icónicos de la temporada 2 de The Mandalorian, cuando el pequeño Baby Yoda, consume los huevos que ayudarían a una alienígena a preservar su especie una vez que se encontrara con su marido.", "El ", "Funko Pop de Grogu ", "tiene un costo regular de ", "$387 ", "pesos, pero con el descuento del ", "29%", ", puede ser tuyo por tan sólo ", "$274 ", "pesos, un precio muy atractivo para tratarse de un coleccionable de un personaje tan popular como Baby Yoda", "Funko Pop! Star Wars The Mandalorian - the Child With Canister", "\n", "\n", "El ", "Funko Pop! de The Mandalorian: the Child With Canister ", "contiene al pequeño Grogu junto con su canastilla de huevos y una base para colocar el cualquier lado, la cual también evita que se resvale o caiga y además cuenta con acabados muy detallados como el pasto e incluso la misma ropa de Baby Yoda.", "Por otro lado e", "l Funko Pop! de The Mandalorian,", " tiene una altura de 11 centímetros y cabe en la palma de la mano, lo que lo hace un objeto coleccionable ideal para adornar cualquier repisa, escritorio, vitrina y lucir uno de los momentos más tiernos e icóncos de una de las series más queridas de Star Wars.", "\n", "\n\n", "\n", "Funko Pop! Star Wars. The Mandalorian - the Child With Canister", "\n", "\n", "Disponible en Amazon México: ", "$387.00", "\n\n", "Precio con descuento: ", "$274.00", "\n", "\n", "Buy on Amazon ↗", "\n", "\n", "Recuerda que en ", "Amazon México", " puedes encontrar una amplia gama de productos de gaming y gadgets, muchos de ellos con atractivos descuentos además si cuentas con la ", "membresía Prime", ", tendrás envíos gratuitos y prioritarios.", "Esta publicación contiene enlaces de afiliados de Amazon, lo que significa que IGN puede recibir una comisión si compras algo. Esto no te cuesta nada adicional a ti, pero siempre debemos avisarte por motivos legales."]},
{"titulo": ["Marvel's Spider-Man PS4 comparación gráfica: PS4 Pro vs. PS4"], "fecha_de_publicacion": ["4 de Septiembre de 2018"]},
{"titulo": ["Comparación gráfica de InFamous: Second Son (PS4 Pro vs. PS4)"], "fecha_de_publicacion": ["8 de Noviembre de 2016"]},
{"titulo": ["Watch Dogs 2 comparación gráfica: PS4 vs. PS4 Pro"], "fecha_de_publicacion": ["15 de Noviembre de 2016"]},
{"titulo": ["Comparación gráfica de Sniper Elite 4: Xbox One vs. PS4 vs. PS4 Pro vs. PC"], "fecha_de_publicacion": ["13 de Febrero de 2017"]},
{"titulo": ["PlayStation perderá la integración con X/Twitter la próxima semana"], "contenido": ["Sony ha anunciado que", " dejará de dar soporte a la integración de X/Twitter en PlayStation 4 y PlayStation 5", " el próximo 13 de noviembre.", "Al iniciar tu consola,", " aparecerá un mensaje que indica que se eliminará la integración", ": \"Esto incluye la capacidad de ver cualquier contenido publicado en X en PS5/PS4, y la capacidad de publicar y ver contenido, trofeos y otras actividades de juego en X directamente desde PS5/PS4 (o vincular desde una cuenta X para hacerlo).”", "La página de preguntas frecuentes de PlayStation se actualizó con la declaración de Sony y ", "enumeró otras formas de compartir contenido", ". Esto incluye usar la aplicación móvil de PlayStation o cargar datos en una unidad USB y luego transferirlos a una PC.", "Sony ", "no ofreció una explicación de por qué se estaba produciendo este cambio", ". Sin embargo, a principios de este año, Microsoft aparentemente deshabilitó el uso compartido de capturas de pantalla de la consola Xbox debido ", "a cambios en la API de la plataforma", " de redes sociales. Al igual que PlayStation, los jugadores de Xbox ahora deben utilizar la aplicación oficial de Xbox para Android e iOS si quieren compartir cargas de juegos en X.", "Elon Musk compró X en 2022 por 44 mil millones de dólares y pasó por cambios masivos bajo su propiedad, la mayoría de los cuales no han sido bien recibidos en la industria de los videojuegos. Más recientemente, X anunció que probaría un nuevo programa en Nueva Zelanda y Filipinas donde las cuentas no verificadas tienen que registrarse para obtener una suscripción anual de $1 dólar para publicar e interactuar con otras publicaciones.", " "]},
{"titulo": ["Revelados los detalles del DLC de Marvel's Spider-Man"], "contenido": ["El Community Director de Insomniac Games, James Stevenson, reveló en el blog oficial de PlayStation las fechas y detalles de lanzamiento del primer DLC de Marvel's Spider-Man: The City That Never Sleeps.", "Esta expansión consistirá de tres entregas, con la primera parte siendo Marvel's Spider-Man: The Heist, con lanzamiento el 23 de octubre. Ésta se enfoca en Felicia Hardy, mejor conocida como Black Cat e incluye nuevas misiones y retos para los jugadores, con una nueva facción de enemigos y tres trajes adicionales para Spider-Man.", "La segunda y tercera serán Marvel's Spider-Man: Turf Wars que llegará en noviembre de 2018 y Marvel's Spider-Man: Silver Lining el mes siguiente.", "No se han revelado más detalles acerca de las últimas dos partes, pero Stevenson dijo que cada lanzamiento presentará nuevas misiones de historia, retos y trajes que desbloquear.", "El paquete completo de DLC \"Marvel’s Spider-Man: The City That Never Sleeps\" estará disponible por un precio de $24.99 USD o de manera individual por $9.99 USD cada uno. La Edición Deluxe Digital del título está disponible para pre-ordenar por $79.99 USD e incluye acceso a todo el contenido adicional.", " "]},
{"titulo": ["God of War Ragnarok se corona como el mejor exclusivo de Sony, de acuerdo a encuesta"], "contenido": ["Como ya se había anticipado, durante estos últimos días, la cuenta oficial de ", "Twitter/X", " de Sony estuvo realizando una competencia a través de una encuesta para decidir cuál era su mejor exclusivo.", "Lo que empezó con ", "Uncharted 4, The Last of Us Part 1, Death Stranding, Spider-man: Miles Morales, God of War: Ragnarok, Demon Souls, The Last of Us Part 2, Horizon Forbidden West, God of War, Gran Turismo 7, Spider-man, Ratchet & Clank: Rift Apart, Spider-man 2, Ghost of Tsushima y Horizon Zero Daw", "n, ahora ya definió a su campeón definitivo.", "\n", "And the winner is... God of War Ragnarök 🏆 ", "pic.twitter.com/5mCB29ipw9", "\n— Sony (@Sony) ", "March 19, 2024", "Por medio de una encuesta, al cual tuvo una participación total de 39, 171 votos, ", "God of War: Ragnarok", " es el ganador definitivo para ser el mejor exclusivo de ", "Playstation", ". No cabe duda de que los enfrentamientos de ", "Kratos", " contra ", "Thor", " y ", "Odin", " terminaron por ser más interesantes que el de ", "Baldur", " y los de ", "Magni con Modi", ".", "¿Qué opinas?, ¿estás feliz del resultado?", "Daniel Guzmán es editor en IGN Latinoamérica, amante del terror, los cómics, el cine y una devoción de amor/odio por Warzone. Fiel seguidor de DC y Zack Snyder. Síguelo en redes como @danieltrbs."]}
]